app/controllers/articles_controller.rb

  def new
    @article = Article.new
    @tags = Tag.all
---
SELECT "tags".* FROM "tags"